"age": [55],       # 年龄：55岁
        "sex": [1],        # 性别：男性
        "cp": [2],         # 胸痛类型：非心绞痛
        "trestbps": [135], # 静息血压：135 mm Hg
        "chol": [260],     # 血清胆固醇：260 mg/dl
        "fbs": [1],        # 空腹血糖：＞120mg/dl
        "restecg": [1],    # 静息心电图：ST-T异常
        "thalach": [145],  # 最大心率：145
        "exang": [0],      # 运动诱发心绞痛：否
        "oldpeak": [1.8],  # ST段压低：1.8
        "slope": [1],      # ST段斜率：平坦
        "ca": [1],         # 血管数量：1
        "thal": [2]        # 地中海贫血：固定缺陷